{"inkVersion":18,"root":[["^Ola ola ola ! Vous entrez en territoire interdit. Seules les aventuriers les plus téméraires peuvent pénétrer en ces lieux pleins de dangers ! ",{"#":"Ended"},"\n","end",["done",{"#f":7,"#n":"g-0"}],null],"done",{"OneLiner":["^Quand il était aventurier, mon père a sûrement battu des vrais démons. Il est super cool! ",{"#":"Ended"},"\n","end",{"#f":3}],"GoodAge":[["^Hey, est-ce-que tu te sens l’âme d’un aventurier ?","\n","^Très bien, tu peux rejoindre notre groupe. Nous sommes en quête d’un trésor secret…","\n","^…","\n","^L’épée de Da.. Danocresse !","\n","ev","str","^Tu veux dire l'épée de Damoclès?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.damocles"},{"#f":7}]}],{"damocles":[["^Oui ! C’est ça, tu es vraiment fort en mythologie. J’ai entendu parler de ça par mon père.","\n","^Il est très intéressé par les artefacts légendaires! Tout le monde n’est pas passionné d’ankitiqué comme mon père.","\n","^Il est parti à l’aventure pendants des années pour chercher plein de trésors ! C’est le meilleur aventurier de ce pays ! ...Enfin, c’est ce qu’il m’a dit.","\n","ev","str","^Pourquoi on ne chercherait pas le flacon d'ambroisie ?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"GoodAge.ambroisie"},{"#f":7}]}],{"#f":3}],"ambroisie":["^Ohh ? J’ai déjà entendu ce nom quelque part… Ah oui ! Mon père parlait de ce flacon légendaire !","\n","^Autrefois, il était un célèbre aventurier! Et puis il s’est pris une flèche dans le genou...","\n","^Les gens disent qu’il est bizarre à parler toujours d’artefacts mythologiques… mais moi je trouve ça génial !","\n","^Enfin… même si je ne comprends pas ce qu’il y a de drôle à chercher un flacon… On ne peut pas tuer de monstre avec un flacon…","\n","^... *Les enfants jouent aux aventuriers*","\n","^Meurs de mon épée de Danocresse, démon Matado! *Fait semblant de frapper la rebelle* (Rebelle) AAArgh… ",{"#":"Ended"},{"#":"GoodAgeEnded"},"\n","end",{"#f":3}],"#f":3}],"#f":3}],"listDefs":{}}